driver-tests/bpelse/PartnerLinks/SinglePartnerLinkJbi/test/SinglePartnerLink/Input1.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:singlePartnerLinkTargetNamespace">
  <soapenv:Body>
    <urn:singlePartnerLinkPart>
      <urn:id>SinglePartnerLink</urn:id>    
      <urn:string>Input1</urn:string>
    </urn:singlePartnerLinkPart>
  </soapenv:Body>
</soapenv:Envelope>